{
  "sections": [
    {
      "id": "destination-knowledge",
      "title": "Destination Knowledge",
      "tag": "p1c1",
      "subsections": [
        {
          "id": "safety-situation",
          "title": "Safety Situation",
          "tag": "p1c1text1",
          "content": "When preparing to travel somewhere, it is important to understand the current safety situation at your destination. Follow news, reviews and ask questions if you know someone who has visited at the same location. Social media can offer lot of good information but remember not everything is true what is written in social media.\n\nMany countries publish regularly travel safety notifications through their Ministry of Foreign Affairs websites. Governmental travel safety notifications can provide reliable and up-to-date information. There are many important things affecting on the local safety situation, such as crime rate, hazardous weather, political stability, and quality and availability of medical care and so on. By preparing before your travel, you improve your chances to have a safe and enjoyable travel experience."
        },
        {
          "id": "traffic",
          "title": "Traffic",
          "tag": "p1c1text2",
          "content": "Search information about local traffic conditions and practices before you travel. If you are planning to use a rental car, make sure you have adequate insurance coverage, you are aware of local driving conditions and regulations and you have downloaded suitable maps. Same recommendations applies if you are planning to use motorcycle, bicycle, or scooter, for example.\n\nIf you are planning to use a taxi, check before your travel which taxi companies are considered safe, how you communicate with the driver and can you pay by card or cash. Usually taxi apps like Uber or Bolt are considered as a safe option. Your order history including route, driver identity and payment details will remain in the system."
        },
        {
          "id": "laws-regulations",
          "title": "Laws and Regulations",
          "tag": "p1c1text3",
          "content": "It is advisable to have understanding if your destination country have some special laws or regulations. Usually, for example European countries, have quite similar type of legislation when considering travel safety. However, when travelling to countries with very different religious or cultural principles, there might be some important laws or regulations which also tourists should follow.\n\nOnline sources such as travel advisories, tourism websites and social media are usually good information sources.\n\nIt is good to know that in some countries, for example public alcohol consuming, premarital sex or homosexual relationships are illegal and punishments can be severe."
        },
        {
          "id": "nature-animals",
          "title": "Nature and Animals",
          "tag": "p1c1text4",
          "content": "When you are planning your next trip, it is good to consider if there are any possible risks related to nature or animals. This kind of risks can be for example extreme weather conditions, such as severe storms, flooding, extreme hot or cold temperatures, volcanic activity, or earthquakes. Especially if you are planning to spend time in the nature, it is good to check if there are dangerous animals you should be aware of."
        },
        {
          "id": "culture-religion",
          "title": "Culture and Religion",
          "tag": "p1c1text5",
          "content": "Before travelling abroad, it is important to be aware of possible local cultural and religious rules and restrictions. For example, in strictly Islamic countries many things which are completely normal in the western countries, are prohibited or illegal. Even death penalties are possible punishments.\n\nCulture differences can cause awkward situations if you are not prepared for your travel. For example, in certain countries men are not supposed to approach local women. And vice versa, women should avoid having eye contact with strange men or being too friendly, it can be understood as flirting.\n\nSome gestures or hand signals can have different meanings in different cultures. Be considerate how you communicate with others."
        }
      ]
    },
    {
      "id": "documentation-precautions",
      "title": "Important Documentation and Other Precautions",
      "tag": "p1c2",
      "subsections": [
        {
          "id": "documents",
          "title": "Documents",
          "tag": "p1c2text1",
          "content": "Before travelling abroad, check passport validity and visa requirements to avoid unpleasant surprises and in the worst case, travel delays or cancelations. Most of the countries require minimum 3- or 6-months passport validity when entering the country."
        },
        {
          "id": "medicine",
          "title": "Medicine",
          "tag": "p1c2text2",
          "content": "Take your own medication with you when you travel and pack it always to your cabin bag, so you can access it anytime. If you need any prescription medicines, take prescription with you, it can be asked in Customs. Be aware that countries might have different laws which medicines are legal to import, and which are not.\n\nIt is a good idea to have a small dose of some common medicine with you, such as Imodium or paracetamol, in case you need it during your travel."
        },
        {
          "id": "vaccination",
          "title": "Vaccination",
          "tag": "p1c2text3",
          "content": "Check if there are any vaccination requirements at your destination country and do you have a required certificate to prove your vaccination status. Some African or Asian countries also recommend some precautionary medication, such as anti-malarian tablets. Consult your doctor or other healthcare professional for more information."
        },
        {
          "id": "insurance",
          "title": "Insurance",
          "tag": "p1c2text4",
          "content": "It is extremely important to have a good travel insurance when you are travelling. Remember to check before your trip that your travel insurance terms and conditions are suitable for your requirements. If necessary, buy an additional coverage for your trip. Medical treatment, especially hospitalisation or ambulance flights can be very expensive without an adequate insurance coverage.\n\nHowever, when an EU citizen travels in the other EU countries, by showing his/her governmental healthcare card, he/she should be entitled to the same treatment than local population. It is still always better to be well prepared against possible sickness or injury."
        },
        {
          "id": "customs-regulations",
          "title": "Customs Regulations",
          "tag": "p1c2text5",
          "content": "Each country has their own customs regulations. Especially when travelling outside the EU area, there might be varying rules and restrictions about legal products and items. Especially products such as medicine, drones, alcohol, food products, religious material, political material, or pornographic material can be restricted or prohibited items to import. It is always everyone's own responsibility to follow the local customs regulations."
        }
      ]
    },
    {
      "id": "luggage-accommodation-payment",
      "title": "Luggage, Accommodation and Payment Methods",
      "tag": "p1c3",
      "subsections": [
        {
          "id": "baggage-instructions",
          "title": "Baggage Instructions",
          "tag": "p1c3text1",
          "content": "When preparing to pack your luggage, check with your airline what is baggage allowance included on your ticket. Consider before your travel which items you can keep in your cabin bag and which ones should be in your hold bag. Respect weight restrictions to avoid extra fees and possible delays at the airport.\n\nIf you travel by train or bus, consider pack as light as possible. Space for luggage might be limited and it is not easy to carry heavy bags with you. Remember to add identification tag to your bag."
        },
        {
          "id": "accommodation-arrangement",
          "title": "Accommodation Arrangement",
          "tag": "p1c3text2",
          "content": "Before booking your accommodation, it is good to consider what are your needs. For example, what is the purpose of your trip, budget, possible travel companions etc. It is often safer to use well-known booking apps or hotel chains. Budget-friendly hostels and B&B options can be found via booking apps as well. Airbnb is also a good option.\n\nWhen choosing your accommodation, check reviews from other travellers."
        },
        {
          "id": "payment-methods-currencies",
          "title": "Payment Methods and Currencies",
          "tag": "p1c3text3",
          "content": "Check before your travel what currencies you will need during your travel and what kind of payment methods are accepted at your destination. If you want to exchange local currency in cash, consider if it is safer and cheaper to exchange already at your home country or at the destination. Avoid unofficial exchange stores but also remember that often exchange rates are not so good at the airports or other tourist areas, compared to stores at downtown.\n\nRemember that some countries do not allow import or export of their local currency. Always remember to check if cash you receive is genuine money.\n\nIf you use card payment, it is advisable to use card which doesn't charge your main account. Card copying is a common problem nowadays. Prepaid bank cards are also a good option."
        }
      ]
    },
    {
      "id": "preparedness",
      "title": "What If? (Preparedness)",
      "tag": "p1c4",
      "subsections": [
        {
          "id": "document-copies",
          "title": "Document Copies",
          "tag": "p1c4text1",
          "content": "Many countries require tourists to always carry an official ID or even a passport. This can cause lot of problems to you, if you get robbed or something else happens to your passport. It is a good habit to take a couple of good quality photos of your passport and carry those ones instead. Take paper copies of other important documents as well and keep the original ones at your hotel safe locker.\n\nIt is also good to have copies in your email, so you can access them later even if all your belongings get stolen or destroyed."
        },
        {
          "id": "travel-notification",
          "title": "Travel Notification",
          "tag": "p1c4text2",
          "content": "Check if your own Ministry of Foreign Affairs offers a travel notification service. Usually it is online form, where you list your personal details, travel plan, and contact information during your trip. If some kind of disaster or major accident happens at your destination country, your Ministry of Foreign Affairs will try to reach you and check if you need any assistance."
        },
        {
          "id": "contact-information",
          "title": "Contact Information",
          "tag": "p1c4text3",
          "content": "Before you travel, leave your travel plan, and contact details for the trip to your family member or friend.\n\nFill a travel notification form for your Ministry of Foreign Affairs with all relevant contact details.\n\nMake sure you have all important contact information with you, such as hotel, transportation, airline, and your own local embassy. Consider also having some paper copies with you if you would lose your phone.\n\nRemember that if your home country does not have an embassy at your destination, with EU passport you are always entitled to have full protection and assistance from any other EU country embassy."
        }
      ]
    },
    {
      "id": "accessibility",
      "title": "Accessibility",
      "tag": "p1c5",
      "subsections": [
        {
          "id": "travelling-with-kids",
          "title": "Travelling with Kids",
          "tag": "p1c5text1",
          "content": "Plan what essentials your kids need and how do you pack required items. Check with your airline if you have to check-in your pram or buggy at the check-in counter or at the gate. There are usually buggies to borrow at the airport area. It is allowed to bring reasonable amount of baby food through security screening. Remember to pack some entertainment for kids to make flights more comfortable for everyone.\n\nCheck that also your kids have all valid and required travel documents and vaccinations. Consider carrying some basic medicines with you which might be useful for the kids.\n\nIf your kids are old enough, discuss with them what they should do if they get lost during the trip.\n\nBefore booking your trip, it is useful to check online reviews from other families, to be able to find family-friend accommodation and other services."
        },
        {
          "id": "disabled",
          "title": "Disabled",
          "tag": "p1c5text2",
          "content": "If you have physical disability or need assistance for other reasons, book your tickets early and inform your airline about assistance requirement. If you use electric wheelchair, check battery requirements with your airline before your travel. Also, if you need cabin wheelchair during the flight, contact your airline before making a booking. Airlines can arrange assistance for passengers with disabilities from check-in counter to the airplane and from the airplane to the arrivals, including security screening, border control and baggage reclaim.\n\nGround transportation might be better to book advance, depending on your destination.\n\nWhen planning travel routes, accommodation, or other services, it is good idea to carefully check service provider websites, Google Maps, and other online sources to see what kind of accessible services are available. Also reviews from other tourists and service users are important."
        },
        {
          "id": "women-travelling-alone",
          "title": "Women Travelling Alone",
          "tag": "p1c5text3",
          "content": "When travelling alone as a woman, travel preparations are usually quite similar than when travelling in a group or with a partner. But safety is something that requires special focus.\n\nWhen booking your trip, check carefully where do you stay, how do you get there, what are you going to do there and how is the area where are you going to visit. Read accommodation reviews and official travel advisories. Assess the safety situation at the visited area. Consider travel times, it might feel completely different to arrive new destination at morning vs. midnight.\n\nMake a proper travel plan including contact details. Keep one with you and leave another one for some trusted person. Stay in contact with your family or friends. Ask recommendations from your hotel reception.\n\nAvoid wearing jewelleries or other expensive looking products. Stay alerted, calm, and self-confident. Trust your instincts. If something doesn't feel right, avoid that situation.\n\nWhen you pay little bit extra attention on your travel safety, you can have enjoyable and safe trip."
        },
        {
          "id": "autism-spectrum",
          "title": "Autism Spectrum",
          "tag": "p1c5text4",
          "content": "Plan your travel well ahead to avoid any unforeseen surprises. For airplanes and most of the long-distance trains you can reserve your seat according to your own preference. This might help you to make your travel more comfortable.\n\nMany hotels have some rooms which are quieter than others. You can ask to have one of those ones when you are booking your accommodation.\n\nIf you are planning to visit some tourist sites or use other services, you can find suitable recommendations online or ask assistance from your hotel. You can consider avoiding the peak times. Book tickets online, if possible.\n\nConsider using Uber or other taxi services, if you don't feel comfortable using public transportation, especially during the peak times."
        },
        {
          "id": "seniors",
          "title": "Seniors",
          "tag": "p1c5text5",
          "content": "Select your travel destination according to your needs. Take into consideration travel time and circumstances at the destination, such as safety, weather, accessibility and local culture and language.\n\nIf you have any medical conditions, check with your doctor if it is safe to travel. Make sure you carry all required medication and prescriptions with you. Buy suitable travel insurance. Fill travel notification form for your Ministry of Foreign Affairs.\n\nCompare accommodation options and book an accessible option. Good quality hotels are often the safest option for seniors. You can always request assistance from the hotel staff. Hotel staff might be able to help you book safe trips, guided tours, taxis and give other useful recommendations how to spend time at your destination.\n\nLeave valuables to your hotel safe locker and carry with you only passport copy and money for one day. Keep your money and phone in a small bag in a safe spot, for example under your clothes, if possible.\n\nLeave travel plan, contact details, and travel document copies to your family member or friend. Have at least one copy for you as well. Have a list of important local contact details, such embassy, hotel, police, and emergency number.\n\nIf you are not sure where to go or what to do, don't hesitate to ask assistance. It's always better to be safe than sorry."
        }
      ]
    }
  ]
}
